{
"TranslationBy":
{
"es": "Traducción por",
"en": "Translation by"
},
"Value":
{
    "es": "Valor",
    "en": "Value"
},
"Enable":
{
"es": "Activa",
"en": "Enables"
},
"Disable":
{
"es": "Desactiva",
"en": "Disables"
},
"pros":
{
"es": "Pros",
"en": "Pros"
},
"cons":
{
"es": "Contras",
"en": "Cons"
},
"AdminLevel::ADMIN_YES":
{
"es": "Administrador",
"en": "Administrators"
},
"OriginalIdea":
{
"es": "Idea original",
"en": "Original idea"
},
"OriginalScript":
{
"es": "Script originalmente de",
"en": "Script originally from"
},
"Hardcoded":
{
"es": "Programado solo para",
"en": "Hardcoded to"
},
"NotWorkAsExpected":
{
"es": "Puede que no funcione como se espera.",
"en": "May not work as expected."
},
"ReloadJson":
{
"es": "Si es true, el json va a ser recargado cada vez que se inicie un mapa (No es recomendable)",
"en": "If true, the json is loaded every MapStart (Not recomended)"
},
"Installing":
{
"es": "Instalando contenido",
"en": "Installing content"
},
"PluginsInstalling":
{
"es": "Para plugins por favor utilice en \"name\" en default_plugins.txt para que sea igual a el nombre del archivo<br>Ya que estos plugins algunas veces verifican si otros plugins estan instalados.",
"en": "For plugins please use \"name\" in default_plugins.txt to be the name of the file<br>As these plugins sometimes do check for other plugins installed."
},
"Credits":
{
"es": "Creditos",
"en": "Credits"
},
"Type":
{
"es": "Tipo",
"en": "Type"
},
"Description":
{
"es": "Descripción",
"en": "Description"
},
"ConfigureJson":
{
"es": "Configure el archivo json.",
"en": "Configure the json file."
},
"Entities":
{
"es": "Entidades",
"en": "Entities"
},
"Download":
{
"es": "Descargar",
"en": "Download"
},
"RepoDescription":
{
"es": "Este repositorio contiene Plugins, Map-Scripts, nuevas entidades y modos de juegos que pueden ser posibles con AngelScript.",
"en": "This repository contains Plugins, Map-Scripts, new entities and gamemodes that can be possible with AngelScript."
},
"RepoDescription2":
{
"es": "Si no es posible entonces lo harémos posible utilizando metamod.",
"en": "If not possible then we'll use metamod to make it possible."

},
"RepoDescription3":
{
"es": "Si necesitas ayuda con cualquier cosa unete a nuestro servidor de Discord.",
"en": "If you need help with anything join our Discord server."
},
"MetamodRequired":
{
"es": "Requiere metamod.",
"en": "Requires metamod."
},
"AntiClip::Description":
{
"es": "Previene la colision entre jugador-jugador y projectiles-jugador",
"en": "Prevent player-to-player clipping and player's projectiles-to-player clipping"
},
"AntiClip::TraceLine_0":
{
    "es": "Comportamiento por defecto.",
    "en": "Default behaviour."
},
"AntiClip::TraceLine_1":
{
    "es": "Ignora a jugadores cuando trazas lineas (disparar)",
    "en": "Ignore players when tracing lines (shoot)"
},
"AntiClip::TraceInfo":
{
"es": "Al ignorar a los jugadores en los trazos, ya no podrás ver la informacion de estos.",
"en": "When ignoring players on tracing, you won't get displayed information of them."
},
"AdminLevel":
{
    "es": "Nivel de administrador",
    "en": "Admin level"
},
"KnownIssues":
{
    "es": "Problemas conocidos",
    "en": "Known issues"
},
"AntiClip::Proj::lasers":
{
"es": "Lasers de jugadores (rpg, deagle) Si experimentas algun problema culpa esto y desactivalo",
"en": "Players lasers (rpg, deagle) if you experiment any issue then blame this and disable."
},
"AntiClip::Projs":
{
"es": "Classname de entidades que no deberian colisionar con jugadores.",
"en": "Classname of entities that shouldn't collide with players."
},
"chatroles::Description":
{
"es": "Añade cualquier rol a ciertos jugadores, con chatcolors combinado si no se esta utilizando el plugin de Wootguy.",
"en": "Add any role to certain players, with chatcolors merged in if not using Wootguy's plugin."
},
"chatroles::Command":
{
"es": "Oculta tu rol y color.",
"en": "Hides your role and color."
},
"chatroles::RoleField":
{
"es": "Nombre del rol, Puede ser cualquier cosa.",
"en": "Role name, can be anything."
},
"chatroles::RoleColor":
{
"es": "Color del rol.",
"en": "Role color."
},
"FastRestart::Description":
{
"es": "Cuando el modo supervivencia esta activado y no hay mas jugadores vivos el mapa es reiniciado rapidamente.",
"en": "When survival mode is enabled and there is no alive players the map is restarted instantly."
},
"FastRestart::ShouldWaitMedic":
{
"es": "Espera un momento si hay algun npc medico cerca del cuerpo de un jugador muerto.",
"en": "Wait a moment if there are any medic npc around a dead player's body."
},
"FastRestart::SearchRadius":
{
"es": "Radio para buscar si \"ShouldWaitMedic\" es true.",
"en": "Radius to search if \"ShouldWaitMedic\" is true."
},
"PlayerDecalTracker::Description":
{
"es": "PlayerDecalTracker de Sven Co-op pero traducido.",
"en": "Sven Co-op's PlayerDecalTracker but translated."
},
"PlayerDecalTracker::Description2":
{
"es": "Ahora escribe la steamid del dueño de un spray en la consola.",
"en": "Now it prints on console the steamid of the owner of the spray."
},
"emotes::Description":
{
"es": "emotes pero sin 'anal' debido a abusos en la hitbox y ahora cada mensaje esta traducido.",
"en": "emotes with fixed 'anal' animation due to hitbox exploits and every message is now translated"
},
"dynamic_hostname::Description":
{
"es": "Cambia el nombre del servidor dinamicamente dependiendo el mapa/campaña, antirush, estado de survival y dificultad",
"en": "Change the hostname depending on the map/campaign playing, antirush, survival state and difficulty"
},
"dynamic_hostname::HOSTNAME":
{
"es": "El nombre de tu servidor",
"en": "Your server's hostname"
},
"dynamic_hostname::DISABLED":
{
"es": "Mensaje a mostrar cuando algo esta 'Desactivado'",
"en": "Message to apply when 'Disabled'"
},
"dynamic_hostname::ENABLED":
{
"es": "Mensaje a mostrar cuando algo esta 'Activado'",
"en": "Message to apply when 'Enabled'"
},
"dynamic_hostname::DYNAMIC_HOSTNAME":
{
"es": "Tu nuevo nombre de servidor reemplazando los argumentos.",
"en": "Your new hostname replacing the arguments."
},
"dynamic_hostname::MAPS":
{
"es": "una lista de mapas a identificar.<br>Mientras que key es el nombre del mapa, value es el texto a mostrar.<br>Soporta comodin (*) al final para series.",
"en": "a list of maps to identify.<br>while the key is the map name the value is the string to display.<br>supports ending wildcard (*) for series."
},
"dynamic_hostname::fhostname":
{
    "es": "Representa el nombre del servidor, el contenido de \"HOSTNAME\"",
    "en": "Represents the hostname, the content of \"HOSTNAME\""
},
"dynamic_hostname::fmaps":
{
    "es": "Representa el nombre del mapa, el contenido de \"MAPS\"",
    "en": "Represents the name of the map, the content of \"MAPS\""
},
"dynamic_hostname::antirush":
{
    "es": "Representa si el mapa contiene entidades de anti-rush",
    "en": "Represents if the map has anti-rush entities"
},
"dynamic_hostname::fsurvival":
{
    "es": "Representa si el mapa esta en modo supervivencia",
    "en": "Represents if the map is in survival mode"
},
"dynamic_hostname::fdifficulty":
{
    "es": "Representa el nivel actual de difficultad del plugin DynamicDifficultyDeluxe",
    "en": "Represents the current difficulty level of the plugin DynamicDifficultyDeluxe"
},
"CrashReporter::Description":
{
"es": "Simplemente escribe una lista de posibles mapas culpables en un archivo de texto y los expone si el servidor se ha caido.",
"en": "Simply writes a list of possible culprit maps within a text file and exposes them when the server has crashed."
},
"SurvivalRespawnAll::Description":
{
"es": "Cuando el modo supervivencia esta activo, Permite aparecer a todos los jugadores una vez cuando se conectan por primera vez.",
"en": "When survival is enabled, spawn all players once when they connect for the first time."
},
"SurvivalRespawnAll::InstantEnable":
{
"es": "Si true, Instantaneamente activa el modo supervivencia<br>(Los jugadores podrán aparecer de todas formas)<br>De otra forma se mantiene el 'Survival will start in & seconds'",
"en": "If true, instantly enable survival mode<br>(players will be able to spawn anyways)<br>Else just allow the 'survival will start in & seconds.'-rush"
},
"NPCMoveTo::Description":
{
"es": "Muestra un efecto de implosion cuando y donde un jugador utilizo el comando npc_moveto.",
"en": "Shows a implosion effect when and where a player used a npc_moveto command."
},
"NPCMoveTo::Observers":
{
"es": "Si es true, espectadores podrán dar uso a este efecto visual.",
"en": "If true, spectators will be able to do use of this visual effect."
},
"NPCMoveTo::Cooldown":
{
"es": "Tiempo de enfriamiento por jugador.",
"en": "Cooldown time per player."
},
"NPCMoveTo::radius":
{
"es": "Radio del effecto",
"en": "Effect radius."
},
"NPCMoveTo::count":
{
"es": "Cantidad de efectos.",
"en": "Ammount of effects."
},
"NPCMoveTo::life":
{
"es": "Tiempo de vida del efect.",
"en": "Effect's life time."
},
"no_autopickup::Description":
{
"es": "Previene que los jugadores recogan los objetos automaticamente tras tocarlos",
"en": "Prevent players from automatic pick weapons on touching them"
},
"no_autopickup::Description2":
{
"es": "En lugar requiere que los jugadores presionen su tecla Usar (E)",
"en": "Instead requires players to press Use key (E)"
},
"no_autopickup::MessagePlayer":
{
"es": "Muestra un mensaje en la pantalla del jugador.",
"en": "Display message on the player's screen."
},
"no_autopickup::RequiredLoS":
{
"es": "Requiere que el item este en linea directa de vision de el jugador.",
"en": "Requires the item to be on direct Line Of Sight of the player."
},
"no_autopickup::ItemList":
{
"es": "Nombre de los items permitidos por este plugin.<br>Soporta comodin (*) al final.",
"en": "Name of the items allowed for this plugin.<br>Supports wildcard (*) at the end."
},
"DiscordBridge::Description":
{
"es": "Crea un puente y enlaza un servidor de Discord a un servidor de Sven Co-op.",
"en": "Bridges and links a Discord server to a Sven Co-op server."
},
"DiscordBridge::Methods_0":
{
"es": "Hay tres metodos para hacer nuestro puente.",
"en": "There are three methods to do our bridge."
},
"DiscordBridge::Methods_1":
{
"es": "Abre ChatBridge.as y ve a la linea 19, cambia el metodo por alguno de los siguientes.",
"en": "Open ChatBridge.as and go to the line 19, change the metod for one of the next."
},
"DiscordBridge::fileload_0":
{
"es": "Escribe y lee archivos de texto en la carpeta del juego.",
"en": "Reads and writtes text files on the game's folder."
},
"DiscordBridge::fileload_1":
{
"es": "No requiere metamod.",
"en": "No metamod is required."
},
"DiscordBridge::fileload_2":
{
"es": "Requiere un BOT de discord y que corra en la misma maquina del servidor.",
"en": "Requires a discord BOT to be running in the same machine of the server."
},
"DiscordBridge::fileload_3":
{
"es": "Abrir archivos en AngelScript es lento. bajar el tiempo puede resultar en bajones de fps.",
"en": "Opening files on AngelScript is slow. setting a low value could result on fps drops."
},
"DiscordBridge::webhook_0":
{
"es": "Transfiere informacion directamente enviando una propuesta HTTP a el webhook de discord.",
"en": "Transfers info directly sending an HTTP Request to a discord's webhook."
},
"DiscordBridge::webhook_1":
{
"es": "Es rapido.",
"en": "Is fast."
},
"DiscordBridge::webhook_2":
{
"es": "Solo del juego a discord, no de discord a el juego.",
"en": "Only game to discord, no discord to game."
},
"DiscordBridge::sockets_0":
{
"es": "Envia informacion de un programa a otro mediante sockets.",
"en": "Sends information from one program to another using sockets."
},
"DiscordBridge::sockets_1":
{
"es": "Envia informacion de un programa a otro mediante sockets.",
"en": "Sends information from one program to another using sockets."
},
"DiscordBridge::MESSAGES":
{
"es": "Configuracion de todos los mensajes que son enviados de Sven Co-op a Discord.",
"en": "Configuration of all the messages that are sent from Sven Co-op to Discord."
},
"DiscordBridge::Enable":
{
"es": "La mayoria de clases tienen esto, si es false eso desactiva esa clase.",
"en": "Almost all classes has this, if false it disables that class."
},
"DiscordBridge::MESSAGES::Gib":
{
"es": "Mensaje para el argumento $gib$, indice 0 para cuando explota",
"en": "Message for the argument $gib$, index 0 for gibbed"
},
"DiscordBridge::language":
{
"es": "Lenguaje a utilizar, debe ser definido en cada clase.",
"en": "Language to use, must be defined on each class."
},
"DiscordBridge::botprefix":
{
"es": "Prefijo para los comandos de tu bot.",
"en": "Prefix for your bot's commands."
},
"DiscordBridge::botmethod":
{
"es": "Metodo para el bot de discord, puede ser fileload, sockets o http.",
"en": "Method for the discord bot, can be fileload, sockets or http."
},
"DiscordBridge::channelbridge":
{
"es": "ID Del canal al cual enviaremos los mensajes.",
"en": "Channel's ID at wich we'll send the messages."
},
"DiscordBridge::interval":
{
"es": "Intervalo de tiempo en el que se ejecutan ambos scripts.",
"en": "Interval of time at wich both scripts are executed."
},
"DiscordBridge::MsgsPerSecond":
{
"es": "Cuantos mensajes mostrar en Sven Co-op por cada segundo.",
"en": "How many messages show in Sven co-op per each second."
},
"DiscordBridge::MetamodOptional":
{
"es": "Metamod es opcional, puedes desactivarlo en ChatBridge.as comentando/borrando la linea 20.",
"en": "Metamod is optional, you can disable it in ChatBridge.as commenting/removing the line 20."
},
"DiscordBridge::commands_0":
{
"es": "Configuración de comandos.",
"en": "Commands configuration."
},
"DiscordBridge::commands_role":
{
"es": "Nombre del rol que tiene permitido utilizar comandos.",
"en": "Role name that is allowed to use commands."
},
"DiscordBridge::commands_list":
{
"es": "List de comandos, el index 0 representa si esta es una lista negra (black) o una lista blanca (white).",
"en": "List of commands, the index 0 represents if this is a black list (black) or a white list (white)."
},
"svenfixes::Description":
{
"es": "Arregla varios errores y/o problemas que existan en Sven Co-op y sean posibles de arreglar mediante AngelScript.",
"en": "Fix multiple errors and/or problems that exists in Sven Co-op and are possible to fix with AngelScript."
},
"svenfixes::ThisFixes":
{
"es": "Arregla los siguientes problemas:",
"en": "Fixes the next problems:"
},
"svenfixes::observer_noises":
{
"es": "Jugadores en modo espectador normalmente hacen sonidos de agua tras pasar por ciertas superficies.",
"en": "Players on observer mode normally does water noises by passing through certain surfaces."
},
"svenfixes::grenade_revivable":
{
"es": "Normalmente las granadas pueden ser revividas, los jugadores explotan esto ya que cuando reviven estas generan velocidad Z mandando a los jugadores a volar.",
"en": "Normally grenades can be revived, the players exploits this because when a grenade is revived it does generate Z velocity sending the players to the sky."
},
"svenfixes::observer_presence":
{
"es": "Los espectadores pueden ser vistos y saludados por npcs con flag \"Wait til seen\" (Espera a ser visto) rompiendo algunos mapas.",
"en": "Spectators can be seen and greeted by npcs with flag \"Wait til seen\" breaking some maps."
},
"svenfixes::gravity_lost":
{
"es": "Cuando la gravedad de un jugador es modificada individualmente y este muere, al ser revivido este perderá la gravedad, si esta es necesaria para algun salto, este jugador ya no podrá avanzar.",
"en": "When the gravity of an individual player is modified and then this player die, when revived he will lost it's gravity, if that is necesary for a jump, this player won't be able to keep going."
},
"svenfixes::satchel_stun":
{
"es": "Npcs \"Inteligentes\" que saben detectar explosiones son \"Stuneados\" al lanzar un c4 cerca de ellos mas no explotarlo, los jugadores explotan este problema dejando a los enemigos inmoviles.",
"en": "\"Inteligent\" Npcs that detects explosions are \"Stunned\" when throwing a c4 around them but not exploding, players exploits this bug and let enemies unable to move."
},
"svenfixes::deadplayer_sink":
{
"es": "Los cadaveres de los jugadores pueden hundirse en el suelo si ciertas condiciones de espacio se cumplen.",
"en": "Player corpses can sink into the ground if certain space conditions are met."
},
"svenfixes::tripmine_spam":
{
"es": "Cuando te encuentras en un lugar donde una tripmine aparece demasiado rapido, los jugadores pueden tumbar el servidor tras poner una gran cantidad de tripmines en un mismo lugar.",
"en": "When you are on a map that spawns tripmines in a short period, players are able to crash the server by placing a big ammount of tripmines on the same spot."
},
"svenfixes::gonome_crouch":
{
"es": "Cuando estas en el rango de melee un gonome, si presionas control (agacharse) repetidas veces, este no puede atacarte.",
"en": "When you are on the melee range of a gonome, if you press control (duck) repeated times, this won't be able to attack you."
},
"svenfixes::hwgrunt_crouch":
{
"es": "Cuando estas en el rango melee de un grunt con minigun, si mantienes control presionado (agacharse) sus balas no te darán.",
"en": "When you are on the melee range of a grunt with minigun, if you hold control (duck) it's bullets won't hit you."
},
"svenfixes::longjump_revive":
{
"es": "Cuando mueres teniendo el modulo de salto largo y eres revivido pierdes este item.",
"en": "When you die having the long jump module and you are revived you will lose this item."
},
"EOF": true
}