{
"TranslationBy":
{
"es": "Traducción por",
"en": "Translation by"
},
"Value":
{
    "es": "Valor",
    "en": "Value"
},
"Enable":
{
"es": "Activa",
"en": "Enables"
},
"Disable":
{
"es": "Desactiva",
"en": "Disables"
},
"AdminLevel::ADMIN_YES":
{
"es": "Administrador",
"en": "Administrators"
},
"OriginalIdea":
{
"es": "Idea original",
"en": "Original idea"
},
"OriginalScript":
{
"es": "Script originalmente de",
"en": "Script originally from"
},
"Hardcoded":
{
"es": "Programado solo para",
"en": "Hardcoded to"
},
"NotWorkAsExpected":
{
"es": "Puede que no funcione como se espera.",
"en": "May not work as expected."
},
"ReloadJson":
{
"es": "Si es true, el json va a ser recargado cada vez que se inicie un mapa (No es recomendable)",
"en": "If true, the json is loaded every MapStart (Not recomended)"
},
"Installing":
{
"es": "Instalando contenido",
"en": "Installing content"
},
"PluginsInstalling":
{
"es": "Para plugins por favor utilice en \"name\" en default_plugins.txt para que sea igual a el nombre del archivo<br>Ya que estos plugins algunas veces verifican si otros plugins estan instalados.",
"en": "For plugins please use \"name\" in default_plugins.txt to be the name of the file<br>As these plugins sometimes do check for other plugins installed."
},
"Credits":
{
"es": "Creditos",
"en": "Credits"
},
"Type":
{
"es": "Tipo",
"en": "Type"
},
"Description":
{
"es": "Descripción",
"en": "Description"
},
"ConfigureJson":
{
"es": "Configure el archivo json.",
"en": "Configure the json file."
},
"Entities":
{
"es": "Entidades",
"en": "Entities"
},
"Download":
{
"es": "Descargar",
"en": "Download"
},
"RepoDescription":
{
"es": "Este repositorio contiene Plugins, Map-Scripts, nuevas entidades y modos de juegos que pueden ser posibles con AngelScript.",
"en": "This repository contains Plugins, Map-Scripts, new entities and gamemodes that can be possible with AngelScript."
},
"RepoDescription2":
{
"es": "Si no es posible entonces lo harémos posible utilizando metamod.",
"en": "If not possible then we'll use metamod to make it possible."

},
"RepoDescription3":
{
"es": "Si necesitas ayuda con cualquier cosa unete a nuestro servidor de Discord.",
"en": "If you need help with anything join our Discord server."
},
"MetamodRequired":
{
"es": "Este plugin requiere metamod.",
"en": "This plugins requires metamod."
},
"AntiClip::Description":
{
"es": "Previene la colision entre jugador-jugador y projectiles-jugador",
"en": "Prevent player-to-player clipping and player's projectiles-to-player clipping"
},
"AntiClip::TraceLine_0":
{
    "es": "Comportamiento por defecto.",
    "en": "Default behaviour."
},
"AntiClip::TraceLine_1":
{
    "es": "Ignora a jugadores cuando trazas lineas (disparar)",
    "en": "Ignore players when tracing lines (shoot)"
},
"AntiClip::TraceInfo":
{
"es": "Al ignorar a los jugadores en los trazos, ya no podrás ver la informacion de estos.",
"en": "When ignoring players on tracing, you won't get displayed information of them."
},
"AdminLevel":
{
    "es": "Nivel de administrador",
    "en": "Admin level"
},
"KnownIssues":
{
    "es": "Problemas conocidos",
    "en": "Known issues"
},
"AntiClip::Proj::lasers":
{
"es": "Lasers de jugadores (rpg, deagle) Si experimentas algun problema culpa esto y desactivalo",
"en": "Players lasers (rpg, deagle) if you experiment any issue then blame this and disable."
},
"AntiClip::Projs":
{
"es": "Classname de entidades que no deberian colisionar con jugadores.",
"en": "Classname of entities that shouldn't collide with players."
},
"chatroles::Description":
{
"es": "Añade cualquier rol a ciertos jugadores, con chatcolors combinado si no se esta utilizando el plugin de Wootguy.",
"en": "Add any role to certain players, with chatcolors merged in if not using Wootguy's plugin."
},
"chatroles::Command":
{
"es": "Oculta tu rol y color.",
"en": "Hides your role and color."
},
"chatroles::RoleField":
{
"es": "Nombre del rol, Puede ser cualquier cosa.",
"en": "Role name, can be anything."
},
"chatroles::RoleColor":
{
"es": "Color del rol.",
"en": "Role color."
},
"FastRestart::Description":
{
"es": "Cuando el modo supervivencia esta activado y no hay mas jugadores vivos el mapa es reiniciado rapidamente.",
"en": "When survival mode is enabled and there is no alive players the map is restarted instantly."
},
"FastRestart::ShouldWaitMedic":
{
"es": "Espera un momento si hay algun npc medico cerca del cuerpo de un jugador muerto.",
"en": "Wait a moment if there are any medic npc around a dead player's body."
},
"FastRestart::SearchRadius":
{
"es": "Radio para buscar si \"ShouldWaitMedic\" es true.",
"en": "Radius to search if \"ShouldWaitMedic\" is true."
},
"PlayerDecalTracker::Description":
{
"es": "PlayerDecalTracker de Sven Co-op pero traducido.",
"en": "Sven Co-op's PlayerDecalTracker but translated."
},
"PlayerDecalTracker::Description2":
{
"es": "Ahora escribe la steamid del dueño de un spray en la consola.",
"en": "Now it prints on console the steamid of the owner of the spray."
},
"emotes::Description":
{
"es": "emotes pero sin 'anal' debido a abusos en la hitbox y ahora cada mensaje esta traducido.",
"en": "emotes with fixed 'anal' animation due to hitbox exploits and every message is now translated"
},
"dynamic_hostname::Description":
{
"es": "Cambia el nombre del servidor dinamicamente dependiendo el mapa/campaña, antirush, estado de survival y dificultad",
"en": "Change the hostname depending on the map/campaign playing, antirush, survival state and difficulty"
},
"dynamic_hostname::HOSTNAME":
{
"es": "El nombre de tu servidor",
"en": "Your server's hostname"
},
"dynamic_hostname::DISABLED":
{
"es": "Mensaje a mostrar cuando algo esta 'Desactivado'",
"en": "Message to apply when 'Disabled'"
},
"dynamic_hostname::ENABLED":
{
"es": "Mensaje a mostrar cuando algo esta 'Activado'",
"en": "Message to apply when 'Enabled'"
},
"dynamic_hostname::DYNAMIC_HOSTNAME":
{
"es": "Tu nuevo nombre de servidor reemplazando los argumentos.",
"en": "Your new hostname replacing the arguments."
},
"dynamic_hostname::MAPS":
{
"es": "una lista de mapas a identificar.<br>Mientras que key es el nombre del mapa, value es el texto a mostrar.<br>Soporta comodin (*) al final para series.",
"en": "a list of maps to identify.<br>while the key is the map name the value is the string to display.<br>supports ending wildcard (*) for series."
},
"dynamic_hostname::fhostname":
{
    "es": "Representa el nombre del servidor, el contenido de \"HOSTNAME\"",
    "en": "Represents the hostname, the content of \"HOSTNAME\""
},
"dynamic_hostname::fmaps":
{
    "es": "Representa el nombre del mapa, el contenido de \"MAPS\"",
    "en": "Represents the name of the map, the content of \"MAPS\""
},
"dynamic_hostname::antirush":
{
    "es": "Representa si el mapa contiene entidades de anti-rush",
    "en": "Represents if the map has anti-rush entities"
},
"dynamic_hostname::fsurvival":
{
    "es": "Representa si el mapa esta en modo supervivencia",
    "en": "Represents if the map is in survival mode"
},
"dynamic_hostname::fdifficulty":
{
    "es": "Representa el nivel actual de difficultad del plugin DynamicDifficultyDeluxe",
    "en": "Represents the current difficulty level of the plugin DynamicDifficultyDeluxe"
},
"CrashReporter::Description":
{
"es": "Simplemente escribe una lista de posibles mapas culpables en un archivo de texto y los expone si el servidor se ha caido.",
"en": "Simply writes a list of possible culprit maps within a text file and exposes them when the server has crashed."
},
"SurvivalRespawnAll::Description":
{
"es": "Cuando el modo supervivencia esta activo, Permite aparecer a todos los jugadores una vez cuando se conectan por primera vez.",
"en": "When survival is enabled, spawn all players once when they connect for the first time."
},
"SurvivalRespawnAll::InstantEnable":
{
"es": "Si true, Instantaneamente activa el modo supervivencia<br>(Los jugadores podrán aparecer de todas formas)<br>De otra forma se mantiene el 'Survival will start in & seconds'",
"en": "If true, instantly enable survival mode<br>(players will be able to spawn anyways)<br>Else just allow the 'survival will start in & seconds.'-rush"
},
"NPCMoveTo::Description":
{
"es": "Muestra un efecto de implosion cuando y donde un jugador utilizo el comando npc_moveto.",
"en": "Shows a implosion effect when and where a player used a npc_moveto command."
},
"NPCMoveTo::Observers":
{
"es": "Si es true, espectadores podrán dar uso a este efecto visual.",
"en": "If true, spectators will be able to do use of this visual effect."
},
"NPCMoveTo::Cooldown":
{
"es": "Tiempo de enfriamiento por jugador.",
"en": "Cooldown time per player."
},
"no_autopickup::Description":
{
"es": "Previene que los jugadores recogan los objetos automaticamente tras tocarlos",
"en": "Prevent players from automatic pick weapons on touching them"
},
"no_autopickup::Description2":
{
"es": "En lugar requiere que los jugadores presionen su tecla Usar (E)",
"en": "Instead requires players to press Use key (E)"
},
"no_autopickup::MessagePlayer":
{
"es": "Muestra un mensaje en la pantalla del jugador.",
"en": "Display message on the player's screen."
},
"no_autopickup::RequiredLoS":
{
"es": "Requiere que el item este en linea directa de vision de el jugador.",
"en": "Requires the item to be on direct Line Of Sight of the player."
},
"no_autopickup::ItemList":
{
"es": "Nombre de los items permitidos por este plugin.<br>Soporta comodin (*) al final.",
"en": "Name of the items allowed for this plugin.<br>Supports wildcard (*) at the end."
},
"EOF": true
}