{
    "english":
    {
        "plugins": "Plugins",
        "map_scripts": "Map Scripts",
        "entityguide": "Entity Guide",
        "scriptingapi": "Scripting API",
        "sourceopen": "Open Source Code",
        "OpenSrcAs": "This site is Open Source under",
        "name": "Name",
        "Description": "Description",
        "Download": "Download",
        "CreditScriptIdea": "Credit Script / Idea",
        "Contribute": "Contribute",
        "translations": "Translations",
        "donations": "Donations",
        "Metamod": "Requiere #metamod",
        "Command": "Command",
        "Key": "Key",
        "Value": "Value",
        "Type": "Type",
        "AdminLevel": "Admin Level",
        "None": "None",
        "Administrator": "Administrator",
        "Server-Operator": "Server Operator",
        "Disables": "Disables",
        "Enables": "Enables",
        "Default": "Default",
        "Server": "Server",
        "IdeaDe": "Original idea by",
        "ScriptDe": "Original script by",
        "CodeDe": "Some code by",
        "SharedVariable": "This is a shared variable",
        "SpecialStrings": "Special strings that will be updated",
        "About": "This web site contains documentation of all of our plugins and scripts as well as test maps, entity guide, applications and API",
        "botupdater": "Discord BOT",
        "BOT_Description": "This Discord application will send a embeed message when new releases or updates are commited to the repository",
        "BOT_Privacy": "Privacy Policy",
        "BOT_Invite": "Invite BOT",
        "BOT_Usage": "In a channel of your choice, Add \"Mikk155/Sven-Co-op\" to the description.\nThis is how the bot knows where to send the message. There's not a need of match-case",
        "BOT_Role": "If this is a read-only channel, Add the bot's role to the channel permissions",
        "BOT_Permission": "Provide write permisions to the role",
        "ConfigureJson": "Configuring the JSON Variables",
        "JSON_BlackList": "List of map names where this will be blacklisted",
        "JSON_Reload": "If true, the Json will be re-loaded and decoded every time a map changes. This is useful if you want to modify things without reloading plugins but it will be more expensive",
        "JSON_array": "Json array is a set of values enclosed for example [ \"string\", 1.0, 1, true ]\nSupports string, float, integer, and boolean.\nHasn't been yet designed to support dictionary and array",
        "JSON_dict": "Json dictionary is a set of key and values enclosed in brackets for example { \"key\": \"string\", \"key1\": 1.0 }\nSupports string, float, integer, boolean, arrays and as well dictionary objets.\nNever tried to get a limit on so it's unknown. Json is based in a dictionary so look for that.",
        "JSON_boolean": "Json boolean is a a true/false type.\nIt is common to be used for directly changing conditions withing the script logic",
        "JSON_integer": "Json integer is a whole number without decimals, Could be negative too",
        "JSON_float": "Json float is a number with decimals, Could be negative too",
        "JSON_string": "Json string can be anything surrounded by two quotes.\nFor adding a quote within a string use (\\\")\nAnd so for adding a backslash use two of them (\\\\)",
        "AntiClip_Description": "Prevent Player-to-Player collision and Player-to-Ally's projectiles",
        "AntiClip_MetaCvar": "Ignore players when tracing lines (shooting fire weapons through players)",
        "AntiClip_KnownIssue": "When mp_ignore_tracer_player is 1 it will ignore TraceLines that hits with other players.\nAs a result player's information won't be display in the HUD",
        "AntiClip_Tip": "you can add \"player\" to the projectile list for lasers (rpg, deagle) but if you experiment any issue then blame this and disable \"player\"",
        "AntiClip_Note": "PVP Maps (enemy projectiles) hasn't been tested but should work",
        "AntiClip_Projectiles": "List of entity classnames that shouldn't collide with ally players (rockets, grenades, bolts etc)",
        "chatroles_Description": "Add any role to certain players, with chatcolors merged in if not using #Wootguy's plugin.",
        "chatroles_KnownIssue": "Other plugins could be doing things with the message without even checking if the message is hidden.\nMake sure to install the plugin all down bellow on the list.\nSo there aren't double message sending to the chat because chatroles will hide the message sent but won't stop calls on other hooks",
        "chatroles_json": "While the first argument is the role name. The second is the color name. Supports \"red\", \"green\", \"blue\" and \"yellow\"",
        "CrashReporter_Description": "Simply writes a list of possible culprit maps within a text file and exposes them when the server has crashed",
        "dynamic_hostname_Description": "Change the hostname depending on the map/campaign playing, antirush, survival state and difficult",
        "dynamic_hostname_Config": "Dictionary of configuration",
        "dynamic_hostname_Maps": "List of maps. While the key is the map name the value is the title of it",
        "dynamic_hostname_Hostname": "This represents the name of your server, it must be stored here because this script will overwrite it",
        "dynamic_hostname_Trans": "This is just a translation, whatever will appear in the server when false or true conditions meets",
        "dynamic_hostname_HostnameDynamic": "This represents the new name of your server where strings surrounded by the dollar sign ($) will be updated",
        "dynamic_hostname_str_1": "The content of \"HOSTNAME\"",
        "dynamic_hostname_str_2": "The content of \"MAPS\" if the server is playing in that map",
        "dynamic_hostname_str_3": "The current difficulty if using DynamicDifficultyDeluxe",
        "dynamic_hostname_str_4": "Anti-Rush state if there is an antirush-type entity in the map",
        "dynamic_hostname_str_5": "Survival-Mode if it's active in the current map",
        "emotes_Description": "emotes with fixed 'anal' animation due to hitbox exploits and every message is now translated",
        "FastRestart_Description": "When survival mode is enabled and there is no alive players the map is restarted instantly",
        "FastRestart_ShouldWaitMedic": "If true, The plugin will first look for ally medics in case they attempt to revive the nearest dead player",
        "FastRestart_SearchRadius": "Radius (in units) from a dead player's corpse to find ally medics",
        "no_autopickup_MessagePlayer": "Shows a message on the player's HUD when they're near a weapon so they notice it is pickeable with E-key only",
        "no_autopickup_RequiredLoS": "Requires the item to be on the Line of Sight of the player",
        "no_autopickup_BlackListItems": "Classname entities that shouldn't be affected by this plugin",
        "no_autopickup_EntNames": "Dictionary of entity classnames and their names for showing them in the HUD",
        "no_autopickup_Description": "Prevent players from automatically pick up weapons on touching them. instead requires to press E-key",
        "NPCMoveTo_Description": "Shows a implosion effect when and where a player used a npc_moveto command, This is visible for all players",
        "NPCMoveTo_ObsCan": "If true, Observer players can use this effect",
        "NPCMoveTo_PlrCooldown": "Cooldown time per player",
        "NPCMoveTo_Radius": "Radius of the effect",
        "NPCMoveTo_Count": "Amount of particles per effect",
        "NPCMoveTo_Life": "Life time of the effect",
        "PlayerDecalTracker_Description": "Sven Co-op's PlayerDecalTracker but translated and prints the SteamID in the console for copy pasting",
        "SurvivalRespawnAll_Description": "When survival is enabled, spawn all players once when they connect for the first time",
        "SurvivalRespawnAll_Enable": "If true, enables the survival mode instantly once the map starts, every player will be spawned once anyways",
        "svenfixes_Description": "Fix multiple errors, bugs and/or problems that exists in Sven Co-op",
        "svenfixes_gonomecrouch": "When spaming +duck the gonome is unable to attack the player.\nWe've make it to forcefully push the player away from the gonome and apply some damage.\nAs a result the player can be hit by the gonome",
        "svenfixes_elekill": "When a elevator is going up, a player can jump into another and damage will be applied to the bottom player\nWe've make both players swap positions and then apply full damage to the player that jumped into the another",
        "svenfixes_hwgruntcrouch": "When holding +duck in a melee range of a heavy human grunt uusing specific weapons that changes the player's BBOX the grunt as a result can not damage that player\nWe've pushed the player away some units to where the heavy human grunt is shooting\nAs a result the player will be shoot by the heavy human grunt",
        "svenfixes_corpsesink": "When a player die in specific places (hulls) and get into observer, it's dead corpse will start sinking to the floor\nThis does some logics to place the corpse propertly and then sets it's movetype to none and makes them not solid\nAs a result the corpse wont go outside the map anymore",
        "svenfixes_grenade": "Players can use the medkit to revive grenade entities, and somehow they gaing z velocity by doing that, depending the map this can be exploitable\nWe've simply dispatched the keyvalue on grenade entities for not being reviveable",
        "svenfixes_gravity": "when a player die having it's gravity field modified if they are revived via medkit they'll lose the gravity, this depeding the map will let these players unable to continue\nWe've stored the value and set it if the player is alive from other means than a spawnpoint\nAs a result the player will conserve it's gravity when is revived via either medkit or checkpoint",
        "svenfixes_tripmine": "Depending the map, the players can manage to intentionally crash the server by using a lot of tripmines\nWe've capped the maximun number of working tripmines if one is created passing that number, the first added tripmine will explode",
        "svenfixes_tripminemax": "Amount of tripmines capable of exist at once before exploding",
        "svenfixes_obsnoises": "When a player is in spectator mode he does water noises when going through the skybox or some other surfaces\nWe've make them solid noclip to prevent this issue",
        "svenfixes_obspres": "When a player is in spectator mode he can be seen and greeted by ally monsters\nWe've added notarget to them for preventing this issue",
        "svenfixes_ljres": "Some times when a player die with a longjump module in it's inventory and is revived he will lose this item\nWe've keep track of him to re-set the item if this issue happens",
        "svenfixes_ljstrip": "When a player is stripped from all it's weapons and suit, the longjump won't\nWe've keep track of player_weaponstrip and if the player lose it's suit, remove it's longjump",
        "svenfixes_Satchel": "When a player throws and pick up repeated times a satchel charge nearby an \"inteligent\" monster, this monster is \"Stunned\" unable to attack it's targets\nWe've replaced the original satchel entity with our own to prevent this issue\nAs a result the satchel can no longer be kicked but you can still pick up it",
        "svenfixes_Enable": "If false, this extension won't be called under the main script's logic",
        "CustomPrecache_Description": "Precache assets of your choice, you can precache them always or dynamically across level transitions",
        "CustomPrecache_Model": "mdl and spr files",
        "CustomPrecache_Generic": "Generic files, tga, bmp, res, cfg etc",
        "CustomPrecache_Sound": "Sound files",
        "CustomPrecache_Other": "Entities classnames",
        "CustomPrecache_Always": "List for always precache",
        "CustomPrecache_Dynamic": "List for precache dynamically across level changes",
        "CustomPrecache_MaxAssets": "Amount of items to be precached per level",
        "BetterWeapons_Description": "This plugin aims to make Sven's weapons a bit better by implementing them alternative fire modes or replacing existent ones",

        "TranslatedBy": ""
    }
}